Update test.md
